<?php

return [
    'title' => 'អត្រាប្តូរប្រាក់',
    'breadcrumb_home' => 'ទំព័រដើម',
    'list' => 'បញ្ជីអត្រាប្តូរប្រាក់',
    'add_new' => 'បន្ថែមថ្មី',
    'id' => 'លេខសម្គាល់',
    'from_currency' => 'រូបិយប័ណ្ណពី',
    'to_currency' => 'រូបិយប័ណ្ណទៅ',
    'rate' => 'អត្រា',
    'date' => 'កាលបរិច្ឆេទ',
    'actions' => 'សកម្មភាព',
    'edit' => 'កែប្រែ',
    'create_new' => 'បង្កើតអត្រាប្តូរប្រាក់ថ្មី',
    'edit_rate' => 'កែសម្រួលអត្រាប្តូរប្រាក់',
    'exchange_rate' => 'អត្រាប្តូរប្រាក់',
    'cancel' => 'បោះបង់',
    'save' => 'រក្សាទុក',
    'update' => 'ធ្វើបច្ចុប្បន្នភាព',
];
